{"category":"Housing","category_link":"http://www.dailycal.org/tag/housing/","headline":"A Comprehensive Timeline of Rent Prices and Legislation, From 1978 to Today","subhead":"Reckoning with ever-rising rents and a lack of legislation","dateline":"March 12, 2019","intro":"\nBerkeley rent has, in general, increased at a faster rate than the Bay Area Consumer Price Index, and CPI is an estimator for inflation.\n\nThe legislation passed through the years appears to have done little to counter or even minimize that, which is especially apparent in the years since Costa Hawkins and reinforced by November 2018’s results, despite the present growing housing and housing affordability crisis.\n\nBelow, rent prices accompany years with major legislation, relevant <i>Daily Californian</i> clippings, or at 5-year intervals. Click on a clipping to read the original paper in the <i><a href=\"http://newsprint.dailycal.org/\">The Daily Californian</a></i> archives.\n\nThe x- and y-axes of the following graph denote years and median rent prices, respectively. The <span style=\"color:#c06014\">orange</span> line denotes median rent without taking inflation into consideration, while the <span style=\"color:#6199e2\">blue</span> line denotes median rents adjusted to their 2018 equivalents.","panel_ww2":"During World War II, rent controls, imposed by the federal government, are applied in Berkeley for the first time. They expire in August 1951, after a resolution stating that rental shortages no longer exist.","panel_1971":"President Nixon institutes temporary national wage and price controls, which include a freeze on rent increases.","panel_1972":"The Rent Control Charter Amendment, an initiative measure to continue the rent freeze, is placed on the ballot and passes.","panel_1973_jan":"The price controls instituted by the federal government end.","panel_1973_may":"In <i> Birkenfeld v. the City of Berkeley</i>, Alameda County Superior Court Judge Robert Bostick rules the Rent Control Charter Amendment as unconstitutional.","panel_1976":"The California Supreme Court, which agrees to take the case, unanimously overturns the 1972 rent control measure but supports the legality of local rent control.","panel_1978_june":"California voters pass Proposition 13, an initiative measure that amends the state constitution to reduce property taxes and limit future property tax increases.","panel_1978_nov":"Berkeley voters pass the Renter Property Tax Relief Ordinance, which temporarily reduces rents to provide renters a property tax rebate. The ordinance is “self-enforcing,” meaning that tenants are expected to enforce it if it is violated by a landlord. This leads to widespread non-compliance.","panel_1980_left_a":"Berkeley voters pass the Rent Stabilization and Eviction for Good Cause Ordinance (now <a href=\"https://www.codepublishing.com/CA/Berkeley/?Berkeley13/Berkeley1376/Berkeley1376.html&?f\">Berkeley Municipal Code Chapter 13.76</a>), the basic framework of Berkeley rent control. A base rent is established as the lawful rent. The first Berkeley Rent Stabilization Board sets annual across-the-board rent increases, called the <a href=\"https://www.cityofberkeley.info/rent/AGA.aspx\">Annual General Adjustment (AGA)</a>, to account for increases in operating costs.","panel_1980_left_b":"Berkeley joins Santa Monica as the only California city with strong rent control laws that kept rents under permanent control. (They are later joined by Cotati, Palm Springs, East Palo Alto and West Hollywood.)","panel_1981":"The first Annual General Adjustment takes effect.","panel_1982":"An initiative Charter amendment that replaces the appointed Rent Board with an elected <a href=\"https://www.cityofberkeley.info/Rent_Stabilization_Board/Department_Master_and_Collections/TEMP_-_About_Us_and_Contact_Us/Rent_Board_-_About_Us.aspx\">Rent Board</a> passes.","panel_1991_april":"The Rent Board passes <a href=\"https://www.cityofberkeley.info/Rent_Stabilization_Board/Home/Regulation_1262.aspx\">Regulation 1262</a>, by which landlords can request that operating income be changed due to unusual circumstances in that year, meaning that they can petition for rent increases.","panel_1991_sept":"The Rent Board passes <a href=\"https://www.cityofberkeley.info/Rent_Stabilization_Board/Home/Regulation_Chapter_11_part_3.aspx#1112\">Regulation 1112</a>, commonly called \"the Searle increase\", which allows an across-the-board retroactive rent increase averaging 28 percent for all rent controlled units and a 5 percent AGA, for an average total across-the-board rent increase of 33 percent.","panel_1994":"Major rent increases loosen up the rent control system. Berkeley joins the housing crisis emerging in the Bay Area.","panel_1995":"The <a href=\"https://www.cityofberkeley.info/Rent_Stabilization_Board/Home/California_Civil_Code__Sec_1954_50-1954_535_(Costa-Hawkins).aspx\">Costa Hawkins Rental Housing Act</a> prevents rent control from covering any property built after the law passed and mandates “vacancy decontrol”, which allows landlords to raise rents to market rate after a tenant moves out of a rent-controlled unit. It is essentially a statewide-rent control restriction.","panel_2018":"Proposition 10 fails to pass; Costa Hawkins is not repealed. Local <a href=\"https://www.cityofberkeley.info/uploadedFiles/Clerk/Elections/Rent%20Ordinance%20-%20All_Ballot%20Question%20and%20Full%20Text.pdf\">Measure Q</a> passes, but because Proposition 10 fails, it does not go entirely into effect.","nerdbox":"The rent data was collected from City of Berkeley <a href=\"https://www.cityofberkeley.info/rent/reports/\">economic data and historical reports</a>, such as this 1998 <a href=\"https://www.cityofberkeley.info/uploadedFiles/Rent_Stabilization_Board/Level_3_-_General/Berkeley_Rent_Control_1978-1994_1998_Planning_Dept_report.pdf\">report</a> on rent control in Berkeley, this <a href=\"https://www.cityofberkeley.info/uploadedFiles/Rent_Stabilization_Board/Level_3_-_General/Economic%20Study%20summary%20PowerPoint%20for%20web.pdf\">economic study</a> from 2010, and quarterly <a href=\"https://www.cityofberkeley.info/uploadedFiles/Rent_Stabilization_Board/Level_3_-_General/INFO_Market%20Medians%20report%20through%20Q4_2017.pdf\">Market Medians</a> reports. The graph only goes up to 2018. Inflation was taken into consideration, by adjusting rents to their 2018 equivalents, using the <a href=\"http://www.dof.ca.gov/Forecasting/Economics/Indicators/Inflation/\">average yearly CPI for the San Francisco area</a>, provided by California’s Department of Finance."}
